[
  {
    "id": 1,
    "image": "https://i1.feedspot.com/200/5466529.jpg?t=1668426356",
    "title": "Indian Super League",
    "date": "July 19, 2019",
    "desc": "The league is committed to investing in stadium refurbishment in the ten identified venues and also to a strong grassroots development program that will create a platform to groom football talent in the country. "
  },
  {
    "id": 2,
    "image": "https://i1.feedspot.com/200/5466530.jpg?t=1668426054",
    "title": "The AIFF",
    "date": "August 19, 2019",
    "desc": "The Official handle of the All India Football Federation and the Indian Football Team. They accelerate the growth of Indian and Asian football, with transformational legacy initiatives fast-tracking the development of the game, "
  },
  {
    "id": 3,
    "image": "https://i1.feedspot.com/200/715370.jpg?t=1603290528",
    "title": " World Cricket",
    "date": "Jan 27, 2024",
    "desc": "Cricbuzz provides blazing fast live cricket scores and cricket news from around the world. Catch up with everything that happens on a cricket field, as it happens. Live cricbuzz blogs with satire thrown in for good measure."
  },
  {
    "id": 4,
    "image": "https://i1.feedspot.com/200/5418907.jpg?t=1657101030",
    "title": " World Kabaddi",
    "date": "Jan 20, 2024",
    "desc": "World Kabaddi was formed on 24th March 2018 and currently has more than 52 members and is rapidly growing on all 5 continents. Kabaddi originated in India some 5,000 years ago. It is one of the select traditional sports that has grown into a mainstream sport. The organization hopes to double its membership by 2020 with special attention to promoting the game outside the Asian region"
  },
  {
    "id": 5,
    "image": "https://i1.feedspot.com/200/4593107.jpg?t=1615444506",
    "title": " Volleyballmag.com",
    "date": "Jan 20, 2023",
    "desc": "VBM is the active sport's magazine of choice, covering all aspects of volleyball and accompanying lifestyle. An outstanding resource for the community, VBM serves all who are passionate about volleyball"
  }
]
